(function(){
    story('.swiper-container', {
        title: '蝽象大战蚂蚁',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '蚂蚁是昆虫中的大力士，蝽象却一点也瞧不起蚂蚁：“不就是一个小黑点吗？有什么了不起！我们的臭屁功夫才是天下无敌！” 因此，蝽象便和蚂蚁大战起来。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '蝽象国的盾蝽（蝽象的一种）元帅奉蝽象国王之命，去攻打蚂蚁国。蚂蚁国分三个小国，红蚁国，黄蚁国和黑蚁国。'
            },
            {
                img: __uri('img/03.jpg'),
                text: '盾蝽元帅决定各个击破，先攻打黑蚁国，他出动了全国所有精兵强将，打着“蝽”的旗号浩浩荡荡地奔赴黑蚁国。'
            },
            {
                img: __uri('img/04.jpg'),
                text: '黑蚁国被围得水泄不通，黑蚁国王焦急万分，立马飞鸽传书向黄蚁国和红蚁国求救。'
            },
            {
                img: __uri('img/05.jpg'),
                text: '黄蚁国王听说蝽象进攻他兄弟，气得咬牙切齿，连忙命令黄蚁将军去解救黑蚁国。盾蝽元帅带了所有精锐部队，与他们打的昏天暗地，难解难分。'
            },
            {
                img: __uri('img/06.jpg'),
                text: '红蚁国王知道黑蚁国被围的事，立即命令红蚂元帅必须在三天之内解黑蚁国之围。红蚁元帅用围魏救赵之计，率领十万蚁兵直捣蝽象国，来解黑蚁国之围。'
            },
            {
                img: __uri('img/07.jpg'),
                text: '盾蝽元帅听了红蚁兵攻打蝽象国的消息，无心打仗，火速回蝽象国增援。红蚁兵又在蝽象军的必经之路上设伏。蝽象军由于消耗了过多士气，被红蚁兵打得屁滚尿流。尽管蝽象的“臭屁功夫”很厉害，但蚂蚁们团结一致，最终打败了蝽象。'
            }
        ]
    });
})();