(function(){
    story('.swiper-container', {
        title: '吹牛的山雀',
        pages: [
            {
                img: '/story/20150204/img/01.jpg',
                text: '山雀见百鸟朝拜凤凰，心里很不乐意，便嚷道：'
            },
            {
                img: '/story/20150204/img/02.jpg',
                text: '“抖抖翅膀唱唱歌，那算什么本事！我才是真正的百鸟之王呢。看啦，我明天就要把大海烧干，让大伙开开眼界！”'
            },
            {
                img: '/story/20150204/img/03.jpg',
                text: '鸟儿成群结队地奔向海边，这事还惊动了兽类，海边便挤满了居民。有一个馋嘴的家伙，手里竟拿着大勺，想品尝海被烧着时的美味鱼汤。'
            },
            {
                img: '/story/20150204/img/04.jpg',
                text: '大家都怀着激动的心情望着海面。突然，专程从井底赶过来的青蛙叫道：“看啦，海被烧红了！”'
            },
            {
                img: '/story/20150204/img/05.jpg',
                text: '这时公鸡挺胸昂首走了过来，对大伙儿说：“伙计们，别痴人说梦了！这场面我见得多了，哪里是什么烧海呀！这只不过是太阳从海面出来，把海水染红罢了，而你们天天睡懒觉，当然就看不到日出了。”'
            },
            {
                img: '/story/20150204/img/06.jpg',
                text: '听了公鸡的一席话，大家面面相觑，顿时兴致大减。又等了好一阵子，海水依旧没有发烫。于是大家快快地四散开去。'
            },
            {
                img: '/story/20150204/img/07.jpg',
                text: '而那位夸口的山雀呢？它早已躲回了巢里，一连好几天都不敢出来。它的大话闹得满城风雨，结果却丢尽了面子。'
            }
        ]
    });
})();