(function(){
    story('.swiper-container', {
        title: '狐狸与葡萄',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '很久以前，在一个炎热的夏天有一只被晒得很热的狐狸走过一个果园，它拖着身子喘着大气。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '来到果园狐狸在大串熟透多汁的葡萄前停住了，它从早上到现在还没吃东西呢！'
            },
            {
                img: __uri('img/03.jpg'),
                text: '它后退了几步，向前冲，跳起来，却无法够到葡萄。一次，两次，三次真可惜还是不行！'
            },
            {
                img: __uri('img/04.jpg'),
                text: '狐狸再尝试了几次，都没有成功。最后，它决定放弃了。'
            },
            {
                img: __uri('img/05.jpg'),
                text: '狐狸看着大串大串的葡萄，很是无奈，然后它昂起头，边走边说：“我敢肯定它是酸的。”'
            },
            {
                img: __uri('img/06.jpg'),
                text: ' 正要摘葡萄的孔雀跟长颈鹿听了狐狸的话也不摘了：“既然是酸的那就不吃了。”'
            },
            {
                img: __uri('img/07.jpg'),
                text: '猴子听了说：“我种的葡萄肯定是甜的。”说着便摘了一串吃了起来，吃得非常香甜。'
            },
            {
                img: __uri('img/08.jpg')
            }
        ]
    });
})();