(function(){
    story('.swiper-container', {
        title: '自以为聪明的苍蝇',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '从前，有一只蜘蛛在破旧的谷仓里编织了一张美丽的网。她总是让自己的网保持得很干净，一旦捕获了一只苍蝇，她会迅速把网清理干净，这样一来，其他的苍蝇就不会起疑心。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '一天，一只相当聪明的苍蝇逼近了干净的蜘蛛网。蜘蛛召唤道：“过来，坐一下。”但是，那只苍蝇却说道：“不了，女士。我没有看见其他的苍蝇在你的屋子里，所以我不会独自进来的。” '
            },
            {
                img: __uri('img/03.jpg'),
                text: '过了一会儿，苍蝇看见地面上有一大群同伴在一张牛皮纸的周围跳舞。“太好了！如果许多苍蝇在做同一件事情，就不用担心害怕了。”苍蝇心想。于是，他准备在地面着陆。 '
            },
            {
                img: __uri('img/04.jpg'),
                text: '就在他即将着陆的那一刻，一只蜜蜂飞过来，大声说道：“等等，不要降落在那里，那是捕蝇纸！” '
            },
            {
                img: __uri('img/05.jpg'),
                text: '但是苍蝇大笑道：“你不要傻了，那里有一大群苍蝇在开心地跳舞，大伙总不会错吧。”结果自然是那只可怜的苍蝇也被粘死了。'
            }
        ]
    });
})();