(function(){
    story('.swiper-container', {
        title: '鹿姑娘找镜子',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '长白山里住着一个爱打扮的鹿姑娘。它很想知道自己脸上有没有灰尘，可是总也看不见。它决心去找能看见自己的办法。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '一天，它碰见了猪大嫂，问她怎么才能看到自己，猪大嫂懒洋洋地哼了一声:“看自己有什么用，我长这么大也不知道自己什么模样，不是照样活着嘛。”'
            },
            {
                img: __uri('img/03.jpg'),
                text: '鹿姑娘又去问熊大哥，熊大哥傻乎乎地说:“长眼睛是看人家的，怎么会看见自己呢，除非是自己的眼睛长在别人的脑袋 上。”'
            },
            {
                img: __uri('img/04.jpg'),
                text: '鹿姑娘又去间兔妹妹，兔妹妹说:“听说用镜子一照就能看见自己，但哪儿有镜子我也不知道。”'
            },
            {
                img: __uri('img/05.jpg'),
                text: '总算找到了能看见自己的办法，鹿姑娘挺高兴。这时，飞来一只老鹰，鹿姑娘仰头问：“鹰婶婶，你知道哪儿有镜子吗？” 鹰婶婶说:“知道呀。你在山里慢慢找，什么时候累得渴了，就找到镜子了。”'
            },
            {
                img: __uri('img/06.jpg'),
                text: '鹿姑娘谢了鹰婶婶，就在长白山里找开了。它钻密林，爬高山，攀总崖，越深沟。找啊，找啊，也没找到能看见自己脸上灰尘的镜子。'
            },
            {
                img: __uri('img/07.jpg'),
                text: '这天，它走得又饥又渴，发现林子边上有一池清清的泉水，便奔过去喝水，猛然发现水里也有一个鹿姑娘。它明白了，这就是一面能照见自己的镜子啊！'
            }
        ]
    });
})();