(function(){
    story('.swiper-container', {
        title: '农夫与蛇',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '从前有一个不快乐的有钱人，因为他什么都有就是缺一个孩子。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '夫妻俩到处求神拜佛，祈求上天赐给他们一个孩子。'
            },
            {
                img: __uri('img/03.jpg'),
                text: '终于生了一个女儿，这个孩子生下来头上就戴着个盆子，不管用什么方法都拿不下来，大家都叫她戴盆姑娘，她的出生大家都很开心。'
            },
            {
                img: __uri('img/04.jpg'),
                text: '有一年，戴盆姑娘的母亲过世了，继母非常讨厌她，经常虐待她，对她一点都不好。'
            },
            {
                img: __uri('img/05.jpg'),
                text: '戴盆姑娘最后决定离家出走，不小心掉到河里了。'
            },
            {
                img: __uri('img/06.jpg'),
                text: '幸好被路过的一个将军救起，还收留她在将军府工作。'
            },
            {
                img: __uri('img/07.jpg'),
                text: '将军有个儿子，特别喜欢戴盆姑娘的善良、体贴。'
            },
            {
                img: __uri('img/08.jpg'),
                text: '将军知道了此事，特别反对，举行选美大赛准备给儿子娶妻，并告诉戴盆姑娘让她离开。'
            },
            {
                img: __uri('img/09.jpg'),
                text: '将军儿子深爱着戴盆姑娘，决定和戴盆姑娘私奔，一起离开将军府。'
            },
            {
                img: __uri('img/10.jpg'),
                text: '在离开的时候，戴盆姑娘摔了一跤，盆子竟然掉下来了，这时，大家才看到她的脸长得像仙女一样。'
            },

            {
                img: __uri('img/11.jpg'),
                text: '将军很高兴，他后悔不该以貌取人，终于答应了他们的婚事，戴盆姑娘和将军公子过着幸福快乐的日子。'
            },
            {
                img: __uri('img/12.jpg'),
            }
        ]
    });
})();