(function(){
    story('.swiper-container', {
        title: '农夫与蛇',
        pages: [
            {
                img: __uri('img/01.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/02.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/03.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/04.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/05.jpg'),
                text: '农夫想救它一把，于是就把蛇抱在自己的怀里，用自己的体温暖住它。'
            },
            {
                img: __uri('img/06.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/07.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/08.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/09.jpg'),
                text: '在一个寒冷的冬天，一个农夫在回家的路上发现一条蛇，以为它冻僵了。'
            },
            {
                img: __uri('img/10.jpg'),
                text: '蛇慢慢地苏醒了，看到农夫大吃一惊，便本能地咬了农夫一口。'
            },
            {
                img: __uri('img/11.jpg'),
                text: '农夫死了，临死前农夫很后悔：“我想做善事，却因为自己的无知害了自己。”'
            }
        ]
    });
})();